tap "cjbassi/gotop"
tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "equalsraf/neovim-qt"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sass/sass"
tap "zegervdv/zathura"
tap "zerotier/tap"
brew "arduino-cli"
brew "autojump"
brew "automake"
brew "libssh2"
brew "bat"
brew "glib"
brew "coreutils"
brew "esphome"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "harfbuzz"
brew "pango"
brew "qt"
brew "gnuplot"
brew "gobject-introspection"
brew "gotop"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "python@3.8"
brew "imagemagick"
brew "isync", restart_service: true
brew "lazygit"
brew "libnotify"
brew "lsd"
brew "macchina"
brew "mu"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "poppler"
brew "ripgrep"
brew "rust"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "wget"
brew "yazi"
brew "youtube-dl"
brew "qmk/qmk/qmk"
cask "basictex"
cask "chromium"
cask "dozer"
cask "growlnotify"
cask "kitty"
cask "stolendata-mpv"
cask "xquartz"
vscode "christian-kohler.path-intellisense"
vscode "coenraads.bracket-pair-colorizer"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "felipe.nasc-touchbar"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "rokoroku.vscode-theme-darcula"
vscode "vscodevim.vim"
